Repository: kwalus/QCADesigner
Catalog: po/*.po
Languages: it, ro

source: 1 nm is
it: 1 nm è
ro: 1 nm este

source: <span foreground="red">Warning:</span> The bus must have a name.
it: <span foreground="red">Attenzione:</span> Il bus deve avere un nome.

source: A file named "%s" already exists. Do you want to replace it with the one you are saving?
it: Un file con nome »%s« esiste già. Si desidera sostituirlo con quello che si sta per salvare?
ro: Un fişier cu numele „%s“ există deja. Doriţi să-l înlocuiţi cu cel pe care îl salvaţi?

source: About QCADesigner
it: Informazioni su QCADesigner
ro: Despre QCADesigner

source: _About
it: _Informazioni
ro: _Despre

source: Active
it: Attivo
ro: Activ

source: Add Cell Array
it: Aggiungi un fila di Celle
ro: Adaugă şir de celule

source: Add Cell To Design
it: Aggiungi una Cella al progetto
ro: Adaugă celulă la design

source: Add Layer to Design
it: Aggiungi uno Strato al progetto
ro: Adaugă strat la design

source: Add Layer
it: Aggiungi uno Strato
ro: Adaugă Strat

source: Add Vector
it: Aggiungi un Vettore
ro: Adaugă vector

source: Add horizontal or vertical arrays of cells to your design.
it: Aggiungi una fila di celle orizzontali o verticali al progetto attuale
ro: Adaugă şiruri verticale sau orizontale de celule la design.

source: Add
it: Aggiungi
ro: Adaugă

source: Adds a layer to your design.
it: Aggiungi uno strato al progetto attuale.
ro: Adaugă un strat la design.

source: Algorithm
it: Algoritmo
ro: Algoritm

source: Alt Style
it: Tipi di cella
ro: Stil alt.

source: Alternate Drawing Style
it: Stile Alternativo di Disegno
ro: Stil desen alternativ

source: Amount to modify value by
it: Modificare il valore di

source: Amplitude
it: Ampiezza
ro: Amplitudine

source: An autosave file more recent than the file you are opening seems to be present. Load it instead ?
it: Una versione più recente appare nel file di salvataggio automatico. Caricare il salvataggio automatico?

source: Animate
it: Anima
ro: Animează

source: Apend a vector to the end of the table.
it: Appendi un vettore alla fine della tabella
ro: Adaugă vector la capătul tabeley.

source: Array
it: Fila
ro: Şir

source: Attempt all possible inputs.
it: Prova tutti i possibili ingressi

source: Binary
it: Binario
ro: Binar

source: Bistable Approximation
it: Approssimazione Bistabile

source: Bistable Options
it: Opzioni Bistabile

source: Bistable simulation:
it: Simulazione bistabile:

source: Bottom Margin:
it: Margine inferiore:
ro: Marginea de jos:

source: Bring various parts of the design into view by dragging visible parts of the design out of view.
it: Si mettano le diverse parti del progetto in vista trascinando le parti visibili fuori dalla visuale.
ro: Faceţi anumite părţi ale design-ului visible trăgând alte părţi ale design-ului din fereastră

source: Browse...
it: Sfoglia...
ro: Selectează...

source: Bus Layout
it: Layout del Bus

source: Bus Name:
it: Nome del Bus:

source: Calculates and sets the magnification such that the currently topmost layer fits inside the window.
it: Calcola e imposta l'ingrandimento in modo tale che lo strato attualmente più in alto rientri all'interno della finestra
ro: Calculează şi setează magnificaţia în aşa fel încât stratul superior se potriveşte în fereastră.

source: Calculates and sets the magnification such that your design fits inside the window.
it: Calcola e imposta l'ingrandimento in modo tale che il progetto attuale rientri all'interno della finestra
ro: Calculează şi setează magnificaţia în aşa fel încât design-ul se potriveşte în fereastră.

source: Cannot %s the layer at this time. Please ensure that your selection can be dropped before attempting to %s a layer.
it: Non è possibile %s lo strato. Assicurarsi che la selezione possa essere rilasciata prima di provare a %s uno strato.

source: Cannot print without having a %s to print to!
it: Non è possibile stampare senza avere un %s dove stampare
ro: Eşec tipărind, ne-având o %s de folosit pentru tipărire!

source: Cannot simulate with an empty vector table !
it: Non è possibile simulare una tabella di vettori vuota!

source: Cannot zoom to the design extents, because the design is empty
it: Non è possibile ingrandire sulle dimensioni del progetto perchè il progetto è vuoto

source: Cannot zoom to the layer extents, because the design is empty
it: Non è possibile ingrandire sulle dimensioni dello strato perchè il progetto è vuoto

source: Cell Clock
it: Clock della Cella
ro: Clock-ul celulei

source: Cell Drawing Mode
it: Modo di disegno della Cella

source: Cell Elevation:
it: Elevazione della Cella:
ro: Elevaţia celulei:

source: Cell Function:Normal/Input/Output/Fixed
it: Funzione della Cella:Normale/Input/Output/Fissa
ro: Funcţia celulei:Normală/Input/Output/Fixă

source: Cell Height
it: Altezza della Cella
ro: Înălţimea celulei

source: Cell Height:
it: Altezza della Cella:
ro: Înălţimea celulei:

source: Cell Label
it: Etichetta della Cella
ro: Denumirea celulei

source: Cell Polarization
it: Polarizzazione della Cella

source: Cell Width
it: Larghezza della Cella
ro: Lăţimea celulei

source: Cell
it: Cella
ro: Celulă

source: Cells And Buses
it: Celle e Bus

source: Center On Pages
it: Centro sulle Pagine
ro: Centrează pe pagini

source: Center
it: Centro
ro: Centrează

source: Centimeters
it: Centimetri
ro: Centimetri

source: Change the order of layers in your design.
it: Cambia l'ordine dei strati nel progetto attuale.
ro: Schimbă ordinea straturilor în design.

source: Click here, then click on the design to add cells to it.
it: Per aggiungere celle al progetto, cliccare qui e poi cliccare sul progetto
ro: Apăsaţi aici. După aceea, apăsaţi pe design să adaugaţi celule.

source: Click on a cell to rotate it (repeatedly).
it: Cliccare su una cella per ruotarla (ripetutamente)
ro: Apăsaţi pe o celulă să o rotiţi (repetat).

source: Click on any selected destination layer to change it:
it: Cliccare su ogni strato di destinazione selezionato per cambiarlo:

source: Clock Amplitude Factor:
it: Fattore di Ampiezza del Clock

source: Clock DC offset
it: Compensazione del Clock in continua

source: Clock High
it: Clock Alto
ro: Tensiunea clock înaltă

source: Clock High:
it: Clock Alto:
ro: Tensiunea clock înaltă:

source: Clock Low
it: Clock Basso
ro: Tensiunea clock joasă

source: Clock Low:
it: Clock Basso:
ro: Tensiunea clock joasă:

source: Clock Shift:
it: Spostamento del Clock:

source: Clock amplitude
it: Ampiezza del Clock
ro: Amplitudinea clock

source: Clock frequency
it: Frequenza del Clock
ro: Frecvenţa clock

source: Clock phase
it: Fase del Clock
ro: Faza clock

source: Close Window
it: Chiudi la finestra
ro: Închide fereastra

source: Close simulation results window.
it: Chiudi la finestra dei risultati di simulazione
ro: Închide fereastra resultatelor de simulaţie.

source: Close the project file
it: Chiudi il file del progetto
ro: Închide fişierul proiectului

source: Close vector table editor.
it: Chiudi l'editore della tavola dei vettori

source: Close
it: Chiudi
ro: Închide

source: Coherence Vector
it: Vettore di Coerenza

source: Coherence Vector Options
it: Opzioni per il Vettore di Coerenza

source: Command Line
it: Linea di comando

source: Command
it: Comando
ro: Comanda

source: Command:
it: Comando:
ro: Comanda:

source: Common Paper Sizes
it: Dimensioni
ro: Mărimi de hârtie obişnuite

source: _Contents
it: _Manuale
ro: _Conţinut

source: Contributers:
it: Contributori:
ro: Colaboratori:

source: Convergence Tolerance:
it: Tolleranza di Convergenza:
ro: Toleranţa de convergenţă:

source: Converts graphs to PostScript and prints them to a file or a printer.
it: Converte i grafici in PostScript e li stampa su un file o una stampante
ro: Transformă graficurile în PostScript şi le tipăreşte într-un fişier sau la imprimantă.

source: Converts graphs to PostScript and runs the previewer application.
it: Converte i grafici in PostScript e avvia l'applicazione per l'anteprima
ro: Transformă graficurile în PostScript şi porneşte programul de previzualizare.

source: Copy Selection
it: Copia la Selezione
ro: Copiază selecţia

source: Copy
it: Copia
ro: Copiază

source: Could not locate file "%s".
it: Non è stato possibile localizzare il file "%s".
ro: Eşec găsind fişierul "%s".

source: Couldn't find pixmap file: %s
it: Non è stato possibile localizzare il file pixmap: %s
ro: Nu s-a găsit fişierul imagine %s

source: Create Bus
it: Crea un Bus

source: Create Label
it: Crea un'Etichetta
ro: Crează Denumire

source: Create New...
it: Crea Nuovo...
ro: Crează nou...

source: Create Substrate
it: Crea il Substrato
ro: Crează substrat

source: Create a mirrored copy of your selection.
it: Crea una copia speculare della tua selezione
ro: Creaţi a copie oglinzită după selecţia dvs.

source: Create a new project file
it: Crea un nuovo file di progetto
ro: Crează un nou fişier proiect

source: Create a sequence of inputs.
it: Crea una sequenza di ingressi

source: Creates a new label.
it: Crea una nuova etichetta
ro: Crează o denumire nouă.

source: Creates a new rectangular electrode.
it: Crea un nuovo elettrodo rettangolare
ro: Crează electrod dreptunghiular now.

source: Creates a new rectangular substrate.
it: Crea un nuovo substrato rettangolare
ro: Crează un nou substrat dreptunghiular.

source: Crossover
it: Incrocio

source: Custom
it: Personalizzato
ro: De comandă

source: DC Offset
it: Compensazione in Continua

source: Decimal
it: Decimale

source: Decrease The Magnification
it: Riduci l'ingrandimento
ro: Reduce magnificaţia

source: Decrease the magnification to get an overall picture.
it: Riduci l'ingrandimento per ottenere l'intera figura
ro: Scădeţi magnificaţia să obţineţi o perspectivă mai largă

source: Default Objects
it: Oggetti di default

source: Delete Bus
it: Elimina il bus

source: Delete Vector
it: Elimina il vettore
ro: Şterge vector

source: Description
it: Descrizione
ro: Descriere

source: Design
it: Progetto

source: Destination Layer
it: Strato di destinazione
ro: Strat destinaţie

source: Diameter of the quantum dot
it: Diametro del quantum dot

source: Digital Interpretation Options
it: Opzioni di interpretazione digitale

source: Digital Interpretation
it: Interpretazione digitale

source: Digits
it: Digit
ro: Cifre

source: Display honeycomb values in binary.
it: Mostra i valori a nido d'ape in Binario
ro: Afişează valorile din faguri binar.

source: Display honeycomb values in decimal.
it: Mostra i valori a nido d'ape in Decimale.
ro: Afişează valorile din faguri decimal.

source: Display honeycomb values in hexadecimal.
it: Mostra i valori a nido d'ape in Esadecimale
ro: Afişează valorile din faguri hexadecimal.

source: Display property label
it: Mostra l'etichetta delle proprietà

source: Display the cell sensitive
it: Mostra la cella sensibile

source: Distance To Ground:
it: Distanza dalla Massa:
ro: Distanţa la pământare:

source: Distance from clocking layer to ground electrode
it: Distanza tra lo strato di clock e l'elettrodo di massa
ro: Distanţa de la stratul clock la electrodul de pământare

source: Distance from clocking layer to show the cross-section for
it: Distanza dallo strato di clock da cui mostrare la sezione

source: Distance from electrode to ground electrode
it: Distanza dall'elettrodo all'elettrodo di massa

source: Distance from layer
it: Distanza dallo strato
ro: Distanţa de la strat

source: Distance to ground
it: Distanza dalla massa
ro: Distanţa la pământare

source: Distance
it: Distanza
ro: Distanţa

source: Distribution Layer
it: Strato di distribuzione
ro: Strat distribuţie

source: Do Not Center
it: Non centrare
ro: Nu centra

source: Document Options
it: Opzioni del documento
ro: Opţiuni document

source: Don't save
it: Chiudi senza salvare
ro: Nu salva

source: Dot Diameter
it: Diametro del dot

source: Down, then over
it: Sotto, poi a destra
ro: În jos, la o parte

source: Download free version of QCADesigner from:
it: Scaricare liberamente QCADesigner da:

source: Drag and drop layers to their new location:
it: Trascina e lascia gli strati nella loro nuova posizione:

source: Drawing Layer
it: Strato di disegno
ro: Strat De Desen

source: Electrode Angle
it: Angolo dell'elettrodo
ro: Unghi electrod

source: Electrode Height
it: Lunghezza dell'elettrodo
ro: Înălţime electrod

source: Electrode Width
it: Larghezza dell'elettrodo
ro: Lăţime electrod

source: Enable Property UI
it: Abilitare l'interfaccia proprietà

source: Enter Scale Factor
it: Inserire il fattore di scala

source: Exhaustive Verification
it: Verifica esaustiva

source: Exhaustive
it: Esaustivo

source: Export Block
it: Esporta il blocco

source: Extents
it: Estensione
ro: Întregime

source: Failed to create file "%s" !
it: Impossibile creare il file "%s" !
ro: Eşec creând fişierul "%s" !

source: Failed to open autosave file!
it: Impossibile aprire il file di salvataggio automatico!

source: Failed to open file "%s"!
it: Impossibile aprire il file "%s" !
ro: Eşec deschizând fişierul "%s"!

source: Failed to open simulation data file %s !
it: Impossibile aprire il file dei dati di simulazione %s !
ro: Eşec deschizând fişierul de resultate de simulaţie %s !

source: Failed to open vector table file "%s"!
it: Impossibile aprire il file della tavola di vettori "%s" !
ro: Eşec deschizând fişierul de tabel de vectori "%s"!

source: Failed to save vector table file "%s"!
it: Impossibile salvare il file della tavola di vettori "%s" !
ro: Eşec salvând fişierul de tabel de vectori "%s"!

source: File Name:
it: Nome del file:
ro: Numele fişierului:

source: File "%s" contains fewer inputs than the current vector table. Padding with zeroes.
it: Il file "%s" contiene meno ingressi della attuale tavola di vettori. Riempimento con zeri.
ro: Fişierul "%s" conţine mai puţini inputs decât tabelul de vectori actual. Compensez cu zerouri.

source: File "%s" contains more inputs than the current design. Truncating.
it: Il file "%s" contiene più ingressi della attuale tavola di vettori. Troncamento.
ro: Fişierul "%s" conţine mai puţini inputs decât designul actual. Retez.

source: File "%s" does not appear to be a vector table file !
it: Il file "%s" non sembra essere un file di tavola di vettori!
ro: Fişierul "%s" nu apare a fi un tabel de vectori !

source: File opened in %.2lf seconds
it: File aperto in %.2lf secondi
ro: Fişierul a fost deschis în %.2lf secunde

source: Fit Design To Window
it: Adatta il progetto alla finestra
ro: Potiveşte design-ul la fereastră

source: Fit Layer To Window
it: Adatta lo strato alla finestra
ro: Potriveşte stratul la fereastră

source: Fit
it: Adatta
ro: Potriveşte

source: Fixed
it: Fisso
ro: Fix

source: Frequency
it: Frequenza
ro: Frecvenţa

source: Function
it: Funzione
ro: Funcţia

source: Grid Spacing [nm]
it: Spaziamento della griglia [nm]
ro: Intervalul de grilaj [nm]

source: Grid Spacing
it: Spaziamento della griglia
ro: Intervalul de grilaj

source: Group individual input and output cells into buses.
it: Raggruppa in bus le singole celle di ingresso e uscita

source: Horizontal:
it: Orizzontale:
ro: Orizontal:

source: Horizontally
it: Orizzontalmente
ro: Orizontal

source: I_ncrement Cell Clocks
it: I_ncrementa i Clock delle Celle
ro: Incrementează clock-ul celulelor

source: Icon to display when checked
it: Icona da mostrare quando selezionato

source: Icon to display when unchecked
it: Icona da mostrare quando non selezionato

source: Import Block
it: Importa il blocco
ro: Importă Block

source: Import
it: Importa
ro: Importă

source: Inches
it: Pollici
ro: Ţoli

source: Increase The Magnification
it: Aumenta l'Ingrandimento
ro: Măreşte magnificaţia

source: Increase the magnification so you may concentrate on specific parts of the design.
it: Aumenta l'ingrandimento in modo da concentrarsi su specifiche parti del progetto
ro: Măriţi magnificaţia să vă concentraţi asupra anumitelor părţi ale design-ului.

source: Increment
it: Aumenta
ro: Incrementează

source: Inputs
it: Ingressi

source: Insert Before
it: Inserisci prima
ro: Inserează înainte

source: Insert Vector
it: Inserisci un Vettore
ro: Inserează vector

source: Insert Vector Before
it: Inserisci un Vettore Prima
ro: Inserează vector înainte

source: Insert the selected vector.
it: Inserisci il vettore selezionato.
ro: Inserează vectorul selectat.

source: Insert vector before the selected one.
it: Inserisci un vettore prima di quello selezionato.
ro: Inserează vector înainte de cel selectat.

source: Interpretation...
it: Interpretazione...
ro: Interpretaţie

source: Label text
it: Testo dell'etichetta
ro: Text denumire

source: Label
it: Etichetta
ro: Denumire

source: Landscape
it: Orizzontale
ro: Vedere

source: Layer Description
it: Descrizione dello strato
ro: Descrierea stratului

source: Layer Description:
it: Descrizione dello strato:
ro: Descrierea stratului:

source: Layer Order
it: Ordine degli strati
ro: Ordinea straturilor

source: Layer Properties
it: Proprietà dello strato
ro: Caracteristicile stratului

source: Layer Properties...
it: Proprietà dello strato...
ro: Caracteristicile stratului...

source: Layer Separation:
it: Separazione dello strato:
ro: Separaţia între straturi:

source: Layer Status:
it: Stato dello strato:
ro: Starea stratului:

source: Layer Type:
it: Tipo di strato:
ro: Tipul de strat:

source: Layer
it: Strato
ro: Strat

source: Layers
it: Strati
ro: Straturi

source: Left Margin:
it: Margine sinistro:
ro: Marginea stângă:

source: List of default objects
it: Lista degli oggetti di default

source: Lists the layers in the current design and allows you to switch between them.
it: Elenca gli strati del progetto attuale e permette di passare dall'uno all'altro.
ro: Listeasză straturile în design-ul curent şi vă permite să schimbaţi între ele.

source: Lower Threshold [0]:
it: Soglia inferiore [0]:
ro: Limita joasă [0]:

source: Main Cell Layer
it: Strato di Celle Principale
ro: Stratul Celular Principal

source: Make Cell(s) Less Significant
it: Rendi meno Significativo (una o più celle)

source: Make Cell(s) More Significant
it: Rendi più Significativo (una o più celle)

source: Make Selections And Manipulate Design
it: Seleziona e manipola il progetto

source: Makes a copy of your selection.
it: Fa una copia della selezione attuale
ro: Copiază selecţia.

source: Map Layers
it: Mappa gli strati

source: Margins
it: Margini
ro: Margini

source: Maximum Iterations Per Sample:
it: Massimo numero di iterazioni per campione

source: Maximum clock voltage
it: Massimo voltaggio del clock
ro: Tensiunea clock maximă

source: Measure Distance
it: Misura la distanza
ro: Măsoară distanţa

source: Measure the distance from a given point
it: Misura la distanza da un punto prestabilito
ro: Măsoară distanţa de la un anumit punct

source: Minimum clock voltage
it: Minimo voltaggio del clock
ro: Tensiunea clock minimă

source: Mirror Selection
it: Specchia la selezione
ro: Reflectează selecţia

source: Mirror
it: Specchia
ro: Reflectează

source: Mode
it: Modo

source: Modify the settings for the current layer.
it: Modifica le impostazioni per lo strato attuale.

source: Move Bus Down
it: Muove in basso il bus

source: Move Bus Up
it: Muove in alto il bus

source: New Layer
it: Nuovo strato
ro: Strat nou

source: Normal
it: Normale

source: Note: If you change the paper size, please also have a look at the margins. They may have changed as a result.
it: Attenzione: Se si cambiano le dimensioni della pagina si controllno margini: potrebbero essere stati cambiati di conseguenza.

source: Note: The PostScript data will be piped to your specified command. Any valid command line is accepted.
it: Attenzione: I dati PostScript saranno dati come input al comando specificato. Ogni linea di comando valida è accettata.

source: Number Of Samples:
it: Numero di campioni:

source: Number of Pages
it: Numero di pagine
ro: Numărul de pagini

source: Number of decimal digits to display
it: Numero di cifre decimali da mostrare
ro: Numărul de cifre decimale a afişa

source: Number of x divisions
it: Numero di divisioni sulla x

source: Number of y divisions
it: Numero di divisioni sulla y

source: Object Properties
it: Proprietà dell'oggetto
ro: Caracteristicile obiectului

source: Once deleted, a layer cannot be undeleted. Do you really want to delete layer "%s"?
it: Una volta eliminato uno strato non può essere recuperato. Si vuole veramente eliminare lo strato "%s"?
ro: Odată şters, un strat nu se poate recupera. Să şterg stratul "%s"

source: Open Design
it: Apri il progetto
ro: Deschide Design

source: Open Simulation Results
it: Apri i risultati della simulazione

source: Open Simulation Results...
it: Apri i risultati della simulazione...
ro: Deschide resultate simulaţie...

source: _Open Simulation Results...
it: _Apri i risultati della simulazione...
ro: _Deschide resultate simulaţie...

source: Open Vector Table
it: Apri una tavola di vettori
ro: Deschide tabel vectori

source: Open a project file
it: Apri un file di progetto
ro: Deschide un fişier proiect

source: Open and display another set of simulation results.
it: Apri e mostra un altro insieme di risultati di simulazione
ro: Deschide şi afişează un alt set de resultate de simulaţie.

source: Open and display another vector table.
it: Apri e mostra un'altra tavola di vettori
ro: Deschide şi afişează un alt tabel vectori.

source: Open
it: Apri
ro: Deschide

source: Opening File:
it: Apertura in corso del file:
ro: Deschizân fişier:

source: Options
it: Opzioni
ro: Opţiuni

source: Orientation
it: Orientamento
ro: Orientaţia

source: Over, then down
it: A destra, poi sotto
ro: La o parte, în jos

source: Pan Design
it: Sposta il progetto

source: Pan
it: Sposta

source: Paper Height:
it: Altezza carta:
ro: Înălţimea hârtiei:

source: Paper Size
it: Dimensione carta
ro: Mărimea hârtiei

source: Paper Width:
it: Larghezza carta:
ro: Lăţimea hârtiei:

source: Phase
it: Fase
ro: Faza

source: Phase Shift Clock 0:
it: Sfasamento Clock 0:

source: Phase Shift Clock 1:
it: Sfasamento Clock 1:

source: Phase Shift Clock 2:
it: Sfasamento Clock 2:

source: Phase Shift Clock 3:
it: Sfasamento Clock 3:

source: % of π/2
it: % di π/2

source: Please Select PostScript Viewer
it: Prego selezionare il visualizzatore per PostScript

source: Please Select Web Browser
it: Prego selezionare il Web Browser

source: Points
it: Punti

source: Polarization
it: Polarizzazione
ro: Polarizaţia

source: Portrait
it: Verticale
ro: Portret

source: Preferred Units:
it: Unità di Misura Preferite:
ro: Unităţi preferate:

source: Preview the print layout
it: Visualizza l'anteprima dell'impaginazione

source: Print Colours
it: Stampa a colori
ro: Tipăreşte color

source: Print Graphs
it: Stampa le immagini
ro: Tipăreşte grafurile

source: Print Order
it: Oridine di stampa
ro: Ordinea tipăriri

source: Print To
it: Stampa su
ro: Tipăreşte folosind

source: Print
it: Stampa
ro: Tipăreşte

source: Printed Objects
it: Oggetti stampati
ro: Obiectele de tipărit

source: Printer Setup
it: Impostazioni della stampante
ro: Setări imprimantă

source: Printer
it: Stampante
ro: Imprimantă

source: Property units
it: Unità

source: Protected by Copright 2005 K. Walus
it: Protetto da Copyright 2005 K. Walus

source: QCA Cell
it: Cella QCA
ro: Celulă QCA

source: QCA Clocking Layer
it: Strato di Clock QCA
ro: Strat clock QCA

source: QCA Label
it: Etichetta QCA
ro: Denumire QCA

source: QCA Layer
it: Strato QCA
ro: Strat QCA

source: QCA Rectangular Electrode
it: Elettrodo rettangolare QCA
ro: Electrod dreptunghiular QCA

source: Quit QCADesigner
it: Esci da QCADesigner
ro: Iese din QCADesigner

source: Radius of Effect [nm]:
it: Raggio di efficacia [nm]:
ro: Raza de efect [nm]:

source: Radius of Effect:
it: Raggio di efficacia:
ro: Raza de efect:

source: Randomize Simulation Order
it: Rendi casuale l'ordine di simulazione

source: Rectangle
it: Rettangolo
ro: Dreptunghi
