Repository: kwalus/QCADesigner
Catalog: po/*.po
Languages: it, ro

source: Rectangular Electrode
it: Elettrodo rettangolare
ro: Electrod dreptunghiular

source: Relative Permittivity:
it: Costante dielettrica relativa:

source: Relative permittivity of the environment between the clocking layer and the ground
it: Costante Dielettrica relativa tra lo strato del clock e la massa

source: Relative permittivity of the environment between the electrode and the ground
it: Costante Dielettrica relativa tra l'elettrodo e la massa

source: Relative permittivity
it: Costante Dielettrica relativa

source: Relaxation Time:
it: Tempo di rilassamento:

source: Remove Layer from Design
it: Rimuovi lo strato dal progetto
ro: Îndepărtează strat de la design

source: Remove Layer
it: Rimuovi lo strato
ro: Îndepărtează Strat

source: Remove a layer from your design.
it: Rimuovi uno strato dal progetto attuale.
ro: Îndepărtează un strat de la design.

source: Render As
it: Riproduci come

source: Render as widget
it: Riproduci come un widget

source: Reorder Layers
it: Riordina gli strati
ro: Rearanjează Straturi

source: Reorder
it: Riordina
ro: Rearanjează

source: _Replace
it: Sostit_uisci
ro: Î_nlocuieşte

source: Reset Zoom
it: Reimposta

source: Reset the stretch on the traces
it: Reimposta l'ingrandimento

source: Resolution (n x n pixels) used to draw the potential
it: Risoluzione (n x n pixel) usata per disegnare il potenziale

source: Right Margin:
it: Margine destro:
ro: Marginea dreaptă:

source: Rotate Cell
it: Ruota la Cella
ro: Roteşte celula

source: Rotate
it: Ruota
ro: Roteşte

source: Row Type
it: Tipo di riga

source: Row type:Cell/Bus
it: Tipo di riga: Cella/Bus

source: S_top Simulation
it: _Ferma la simulazione
ro: _Opreşte simulaţia

source: Sample
it: Campione

source: Save As
it: Salva come
ro: Salvează ca

source: Save Output To _File...
it: Salva l'uscita sul _file...

source: Save Simulation Results
it: Salva i risultati della simulazione
ro: Salvează resultate simulaţie

source: Save Vector Table
it: Salva la tavola di vettori
ro: Salvează tabel vectori

source: Save current project
it: Salva il progetto attuale
ro: Salvează proiectul curent

source: Save project file as ...
it: Salva il file del progetto come...
ro: Salvează fişierul proiect ca ...

source: Save the displayed simulation results.
it: Salva i risultati di simulazione mostrati.
ro: Salvează resultate de simulaţie afişate.

source: Save the displayed vector table.
it: Salva la tavola di vettori mostrata.
ro: Salvează tabelul de vectori afişat.

source: Save
it: Salva
ro: Salvează

source: Scale Factor:
it: Fattore di Scala:
ro: Factorul de scară:

source: Scale
it: Scala
ro: Scara

source: Select Command
it: Seleziona il comando
ro: Selectează Comanda

source: Select File
it: Seleziona il file
ro: Selectează fişierul

source: Select
it: Seleziona
ro: Selectează

source: Selection extents: (%.2lf,%.2lf)[%.2lfx%.2lf] = %.2lf nm^2 = %.2lf um^2 Objects selected: %d
it: Dimensioni della selezione: (%.2lf,%.2lf)[%.2lfx%.2lf] = %.2lf nm^2 = %.2lf um^2 Oggetti selezionati: %d
ro: Mărimea selecţiei: (%.2lf,%.2lf)[%.2lfx%.2lf] = %.2lf nm^2 = %.2lf um^2 - %d obiecte selectate

source: Sensitive
it: Sensibile

source: Set Simulation Engine
it: Imposta il motore di simulazione
ro: Alege Algoritmul de Simulaţie

source: Set Simulation Type
it: Imposta il tipo di simulazione
ro: Alege Tipul de Simulaţie

source: Set parameters for interpreting logical bits from polarizations.
it: Imposta i parametri per interpretare i bit logici dalle polarizzazioni

source: Show Label
it: Mostra l'etichetta

source: Show Potential
it: Mostra il potenziale

source: Show Scrollbars
it: Mostra barre di scorrimento
ro: Arată barele de defilare

source: Show Toolbar Icons
it: Mostra le icone nella barra degli strumenti
ro: Arată icoanele pe bara cu unelte

source: Show Values As Binary
it: Mostra i valori in binario
ro: Afişează valorile binar

source: Show Values As Decimal
it: Mostra i valori in decimale
ro: Afişează valorile decimal

source: Show Values As Hexadecimal
it: Mostra i valori in esadecimale
ro: Afişează valorile hexadecimal

source: Show potential created by the electrodes on this layer
it: Mostra il potenziale creato dagli elettrodi su questo strato

source: Show/Hide Property UI
it: Mostra/Nascondi l'interfaccia delle proprietà

source: Simulation Results
it: Risultati della simulazione
ro: Rezultatele simulaţiei

source: Simulation Results...
it: Risultati della simulazione...
ro: Rezultatele simulaţiei...

source: Simulation T_ype Setup...
it: Impostazione del t_ipo di simulazione...
ro: Setările t_ipului de simulaţie...

source: Simulation _Engine Setup...
it: Impostazioni del _motore di simulazione
ro: Setările _algoritmului de simulaţie...

source: Simulation found %d inputs %d outputs %d total cells
it: La simulazione ha trovato %d ingressi %d uscite %d celle totali
ro: Simulaţia: %d inputs, %d outputs, şi %d celule în total

source: Snap To Grid
it: Aggancia alla griglia
ro: Aliniază la grilaj

source: Source Layer
it: Strato Sorgente
ro: Strat sursă

source: Starting initialization
it: Avvio della inizializzazione
ro: Începe iniţializarea

source: Stock (Checked)
it: Stock (Selezionato)

source: Stock (Unchecked)
it: Stock (Non selezionato)

source: Substrate
it: Substrato
ro: Substrat

source: Temperature:
it: Temperatura:
ro: Temperatura:

source: Template for new layer
it: Modello per un nuovo strato

source: Template
it: Modello

source: Text
it: Testo

source: The design
it: Il progetto
ro: Designul

source: The file "%s" is not a regular file. Maybe it's a directory, or a device file. Please choose a regular file.
it: Il file "%s" non è un file regolare. Forse è una cartella o un file di device. Prego selezionare un file regolare.

source: The layer
it: Lo strato
ro: Stratul

source: The selection must be able to drop before it can be copied.
it: La selezione deve poter essere rilasciata prima che possa essere copiata.

source: The toggle state of the button
it: Lo stato di toggle del bottone

source: This button allows you to manipulate your design.
it: Questo bottone permette di manipolare il tuo progetto.
ro: Acest buton vă permite să manipulaţi design-ul dvs.

source: Three State Coherence
it: Vettore di Coerenza a tre Stati

source: Three State Coherence Options
it: Opzioni Vettore di Coerenza a tre Stati

source: Tile Size
it: Domensioni della mattonella

source: Time Coordinate
it: Coordinata Temporale

source: Time Step:
it: Passo:

source: Time coordinate to draw the potential for
it: Coordinata temporale per la quale disegnare il potenziale

source: Title
it: Titolo
ro: Titlu

source: Toggle between two different display modes.
it: Alterna tra due differenti modalità di riproduzione

source: Tooltip
it: Suggerimento

source: Top Margin:
it: Margine Superiore:
ro: Marginea de sus:

source: Total simulation time: %g s
it: Tempo totale di simulazione: %g s
ro: Durata simulaţiei: %g s

source: Trace
it: Traccia

source: Translate Selection
it: Trasla la selezione
ro: Translatează Selecţia

source: Translate your selection horizontally and/or vertically.
it: Trasla la selezione attuale orizzontalmente e/o verticalmente.
ro: Translatează selecţia orizontal şi/sau vertical.

source: Translate
it: Trasla
ro: Translatează

source: Tunneling Energy:
it: Energia di Tunnel

source: UI Title
it: Titolo UI

source: Un-stretch Traces
it: Ricompatta le Tracce

source: Units
it: Unità
ro: Unităţi

source: Untitled Bus
it: Bus Senza Titolo

source: Untitled Layer
it: Strato Senza Titolo
ro: Strat fără titlu

source: Untitled
it: Senza Titolo
ro: Fără titlu

source: Upper Threshold [1]:
it: Soglia Superiore [1]:
ro: Limita înaltă [1]:

source: vector
it: vettore

source: vectors
it: vettori
ro: vectori

source: Vector Table Setup
it: Impostazione della Tavola di Vettori
ro: Setări tabel de vectori

source: Vector Table Simulation
it: Simulazione con Tavola di Vettori
ro: Simulaţie tabel de vectori

source: Vector Table
it: Tavola di Vettori
ro: Tabel vectori

source: Vertical
it: Verticale

source: Vertical:
it: Verticale:

source: Vertically
it: Verticalmente
ro: Vertical

source: Visible
it: Visibile
ro: Vizibil

source: You appear to have an autosave file. Would you like to recover it ?
it: Sembra che ci sia un file di salvataggio automatico. Si vuole recuperarlo?

source: You have made changes to your design. Closing your design will discard those changes. Save first ?
it: Sono state fatte delle modifiche al progetto. Chiudere il progetto cancellerà le modifiche. Salvare prima di procedere?
ro: Designul a fost modificat. Aceste modificaţii vor fi pierdute închizând designul. Să salvez ?

source: You have made changes to your design. Opening another design will discard those changes. Save first ?
it: Sono state fatte delle modifiche al progetto. Aprire un altro progetto cancellerà le modifiche. Salvare prima di procedere?
ro: Designul a fost modificat. Aceste modificaţii vor fi pierdute deschizând alt design. Să salvez ?

source: You have made changes to your design. Quitting QCADesigner will discard those changes. Save first ?
it: Sono state fatte delle modifiche al progetto. Chiudere QCADesigner cancellerà le modifiche. Salvare prima di procedere?
ro: Designul a fost modificat. Aceste modificaţii vor fi pierdute ieşind din QCADesigner. Să salvez ?

source: You have made changes to your design. Starting a new design will discard those changes. Save first ?
it: Sono state fatte delle modifiche al progetto attuale. Cominciare un nuovo progetto cancellerà le modifiche. Salvare prima di procedere?
ro: Designul a fost modificat. Aceste modificaţii vor fi pierdute începând un design nou. Să salvez ?

source: Zoom Extents
it: Ingrandisci sull'estensione
ro: Zoom la întregime

source: Zoom In
it: Ingrandisci
ro: Măreşte

source: Zoom Layer Extents
it: Ingrandisci alle dimensioni del Layer
ro: Zoom la întregimea stratului

source: Zoom Out
it: Riduci
ro: Micşorează

source: _Bus Layout...
it: _Layout del Bus...

source: _Create Block...
it: _Crea un blocco...

source: _Edit
it: _Modifica
ro: _Editare

source: _Electrode Clocking
it: _Clock tramite elettrodi

source: _Help
it: A_iuto
ro: _Ajutor

source: _Show Only Selected Layer
it: _Nascondi tutto tranne il strato selezionato

source: _Import Block...
it: _Importa un blocco...

source: _Recent Files
it: File _recenti
ro: _Fişiere recente

source: _Rotate Selection
it: _Ruota la selezione
ro: _Roteşte selecţia

source: _Running Average over
it: _Media mobile su

source: _Scale All Cells In Design...
it: _Scala tutte le Celle nel progetto...

source: _Simulation
it: _Simulazione
ro: _Simulaţie

source: _Start Simulation
it: _Avvia la simulazione
ro: _Porneşte simulaţia

source: _Tools
it: S_trumenti
ro: _Unelte

source: _View
it: _Visualizza
ro: _Vizualizare

source: _Zone Clocking
it: _Clock della zona

source: deactivate
it: disattiva
ro: deactiva

source: a file
it: un file
ro: un fişier

source: hide
it: nascondi
ro: ascunde

source: page(s) tall
it: altezza in pagine
ro: de pagini în înălţime

source: page(s) wide
it: larghezza in pagine
ro: de pagini în lăţime

source: pixels
it: pixel
ro: pixeli

source: samples
it: campioni
ro: probe

source: x Divisions
it: Divisioni sulla x

source: y Divisions
it: Divisioni sulla y

source: Clocking
it: Clock
ro: Clock

source: Cells
it: Celle
ro: Celule

source: Drawing
it: Disegno
ro: Desen

source: Starting Simulation
it: Avvio della simulazione
ro: Începe simulaţia

source: Total initialization time: %g s
it: Tempo totale di inizializzazione: %g s
ro: Durata completă de iniţializare: %g s

source: Failed to open the reference simulation output file !
it: Impossibile aprire il file di riferimento delle uscite di simulazione !

source: Failed to open simulation options file !
it: Impossibile aprire il file delle opzioni di simulazione !

source: Running %d %s with a radial tolerance of %lf
it: Esecuzione di %d %s con tolleranza radiale di %lf

source: simulation
it: simulazione

source: simulations
it: simulazioni

source: Running simulation %d of %d
it: Esecuzione in corso: simulazione %d di %d

source: Reference output bus is: (0x%08x)"%s"
it: Il bus di uscita di riferimento è (0x%08x)"%s"

source: Output bus is: (0x%08x)"%s"
it: Il bus di uscita è: (0x%08x)"%s"

source: This run[%d] bus[%d] was %s
it: Esecuzione[%d] bus[%d] è %s

source: successful
it: riuscita

source: unsuccessful
it: non riuscita

source: Output has more buses than reference !
it: L'uscita ha più bus del riferimento !

source: Creating %s to record the failure.
it: Creazione di %s per riportare il fallimento.

source: Determining success for hcdRef = 0x%08x vs. hcdOut = 0x%08x
it: Determinazione del successo in corso per hcdRef = 0x%08x vs. hcdOut = 0x%08x

source: Honeycomb value[%d]:
it: Valore a nido d'ape[%d]:

source: reference: %llu
it: riferimento: %llu

source: output: %llu
it: uscita: %llu

source: File
ro: Fişier

source: _File
ro: _Fişier
